Revit 2027 API
ParameterTypeId.StairsRunActualRiserHeight Property
 "Actual Riser Height": Actual Riser Height
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRunActualRiserHeight { get; }
Public Shared ReadOnly Property StairsRunActualRiserHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRunActualRiserHeight {
	ForgeTypeId^ get ();
}
static member StairsRunActualRiserHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace